<template>
      <f7-page>
        <f7-navbar title="服务协议">
          <f7-nav-right>
            <f7-link popup-close>知道了</f7-link>
          </f7-nav-right>
        </f7-navbar>
        <f7-block>
      <h1 style="text-align: center;">&ldquo;三帆外勤&rdquo;服务协议</h1>
<p>三帆外勤是深圳市三帆外勤软件有限公司研发的一款可以安装在安卓或苹果系统的智能手机上，基于手机应用的企业外勤销售管理软件，致力于改善和提高企业对销售外勤人员的管理水平。若您申请三帆外勤账户并使用相应服务，您必须首先同意此协议。</p>
<p>一、接受内容 <br />（1）当您使用服务时，您知晓并且同意此《三帆外勤服务协议》； <br />（2）此协议在必要时将随时进行修改更新，每次改动都会在我公司三帆外勤网站上即刻发布，并立即生效； 但至少在30天的时间通知账户，相关条款通过电子邮件的形式或三帆外勤网站进行通知； <br />（3）除非特别声明，某些增强服务的新功能将适用此协议； <br />（4）此协议只有朗拓科技的书面授权人员才可以修改。 <br />（5）如果您拒绝接受新的协议，您将无法继续享受三帆外勤提供的服务；若您继续使用三帆外勤提供的服务，则表明您接受新的协议；</p>
<p>二、服务内容 <br />（1）此协议所述服务仅在三帆外勤网站内有效。 <br />（2）三帆外勤服务内容：7*24 小时咨询服务及支持；企业个性化服务咨询；培训帮助。 <br />（3）三帆外勤有权根据实际情况随时调整服务内容，并无需对任何人或第三方负责。</p>
<p>三、账户 <br />（1）三帆外勤有权依据自己的判断随时中断对某一账户的服务； <br />（2） 三帆外勤的服务将不提供给那些被三帆外勤临时或永久取消会员资格的公司或个人。 <br />（3） 三帆外勤的账户是能够承担相应法律责任的公司或个人。若您不具备此资格，请不要使用三帆外勤提供的服务； <br />（4） 三帆外勤要求账户在使用服务时必须遵守相关法律法规，但对账户使用服务所产生的纠纷不负法律责任；</p>
<p>四、费用 <br />（1）三帆外勤账户服务的具体收费标准详见三帆外勤网站上公布的产品版本报价； <br />（2）付费账户如在服务期满前请求终止账户服务，剩余费用不予退还； <br />（3）付费账户在服务开通到期满续约之前，不受在此期间三帆外勤服务价格的影响； <br />（4）服务届满时，三帆外勤会提前30天通知付费账户，付费账户须在服务届满日前续费，届满后三帆外勤有权暂停或终止本协议，付费账户在拖欠应缴费用30日内若需重新开通服务，须补全拖欠费用及其滞纳金。否则付费账户在拖欠应缴费用30日是将自动终止本协议； <br />（5）在付费账户欠费的情况下，三帆外勤有权暂停或终止本协议，并将终止该账户与服务的连接。在该账户拖欠缴费的情况下，对所欠金额将按每季2%的利率计息，同时加上收取所欠金额的所有费用。三帆外勤没有义务替账户保留客户数据，如果账户超过60日没有支付相关费用，这些客户数据有可能被永久删除，对此三帆外勤不承担任何责任。 <br />（6）三帆外勤有权根据实际情况单方调整价格标准和支付条件。 但至少在30天的时间通知账户，相关条款通过电子邮件的形式或三帆外勤网站通知；</p>
<p>五、服务期限 <br />（1）购买三帆外勤付费服务期最少为一年，自付费账户服务生效之日起计算。期满服务终止，付费账户可按约定续约或者升级，否则自动停止服务； <br />（2）三帆外勤有权判定账户的行为是否符合《三帆外勤服务协议》的要求，如果账户违背了该《三帆外勤服务协议》的规定，三帆外勤有权决定取消该三帆外勤账户资格与服务或者采取其他三帆外勤认为合适的措施。</p>
<p>六、续约 <br />付费账户在服务届满前，可按最新的三帆外勤账户服务说明和账户服务协议的规定向三帆外勤提出续签服务申请。申请通过三帆外勤的审核且按约定支付相关费用后，账户服务顺延。</p>
<p>七、服务终止 <br />三帆外勤有权在告知或未经告知的情况时，在下列情形下随时终止、取消或拒绝账户服务。一旦您的账户服务被终止，您将不能在三帆外勤发布信息，也不能让别人代为发布信息；同时您在三帆外勤的注册资料及所有相关信息均会被删除或丢弃。对于账户的以下行为，三帆外勤有权暂停或终止对其的服务： <br />（1）攻击三帆外勤的数据、网络或服务； <br />（2）账户违反了此协议或已在约定范围内的任一条款； <br />（3）盗用他人在三帆外勤上的账户名和/或密码。 <br />（4）根据此协议相关说明而终止服务； <br />（5）冒用其他企业的名义发布商业信息，进行商业活动； <br />以下信息是严格禁止并绝对终止账户服务的： <br />（1）骚扰、滥用或威胁其他账户； <br />（2）有关宗教、种族或性别的贬损言辞； <br />（3）侵犯任何第三方著作权、专利、商标、商业秘密或其它专有权利、发表权或隐私权的信息；<br />（4）其它任何违反互联网相关法律法规的信息。</p>
<p>八、安全策略 <br />（1）三帆外勤采取安全策略。如果账户触发了三帆外勤的安全机制，将被暂时或永久禁止再次访问三帆外勤。 <br />（2）登录名，密码和安全 在注册过程中，您可自主选择一个登录名和密码，且需进行手机和邮箱验证，并须对其保密性负责，同时对使用该登录名和密码的所有活动负责。 <br />您同意：<br />1）对非授权使用您的登录名及密码以及其他破坏安全性的行为，账户有责任立即向三帆外勤报知； <br />2）确保每次使用三帆外勤后正确地离开该站点。三帆外勤对您因没有遵守此协议而造成的损失不负任何法律责任。</p>
<p>九、账户的权利和义务 <br />（1）账户服务生效后，账户就可享受其购买的相应服务内容。 <br />（2）账户对输入数据的准确性、可靠性、合法性、适用性等负责；三帆外勤尽最大限度为客户的所有数据保密、定期备份； <br />（3）账户在使用三帆外勤网站提供的相应服务时必须保证遵守当地及中国有关法律法规的规定；不得利用该网站进行任何非法活动；遵守所有与使用该网站有关的协议、规定、程序和惯例； <br />（4）账户如需修改自己的账户信息资料，必须接受三帆外勤的审核与批准。如果账户使用虚假的账户信息资料，三帆外勤有权终止其服务； <br />（5）对由于账户在使用三帆外勤服务的过程中，违反本协议或通过提及而纳入本协议的条款和规则或账户违反任何法律或第三方的权利而产生或引起的每一种类和性质的任何索赔、要求、诉讼、损失和损害（实际、特别及后果性的）而言，无论是已知或未知的，包括合理的律师费，账户同意就此对朗拓科技、三帆外勤、员工、所有者及代理进行补偿并使其免受损害。</p>
<p>十、权利和义务 <br />（1）三帆外勤保证账户的所有信息的网络安全性； <br />（2）三帆外勤服务的所有权和经营权未经书面许可仅属于朗拓科技； <br />（3）为付费账户提供三帆外勤承诺的一切服务； <br />（4）对于因不可抗力造成的服务中断、链接受阻或其他缺陷（包括但不限于自然灾害、社会事件以及因网站所具有的特殊性质而产生的包括黑客攻击、电信部门技术调整导致的影响、政府管制而造成的暂时性关闭在内的任何影响网络正常运营的因素），三帆外勤不承担任何责任，但将尽力减少因此而给会员造成的损失和影响； <br />（5）三帆外勤将尽最大努力来减少错误，但网站上提供的服务和信息仍可能包含错误内容，对账户因使用三帆外勤网站而造成的损失不负法律责任。三帆外勤对其服务和信息不作保证，不论什么情况下对账户因使用三帆外勤而造成的直接、间接、偶尔的、特殊的、惩罚性的损害或其他一切损害不负法律责任，即便事先被告知损害存在的可能性也是如此。若您对三帆外勤提供的部分或所有服务不满，您唯一的补救措施是停止使用这些服务； <br />（6）如三帆外勤原因，造成付费账户服务的不正常中断，付费账户有权向三帆外勤申请顺延专业版账户服务，但最多不超过中断时间的两倍；三帆外勤在执行本服务条款过程中因其过错给账户带来损失，将向账户支付的补偿，总额不应超过账户已向三帆外勤支付的服务费用； 三帆外勤不承担由此致使会员蒙受的其它方面的连带损失； <br />（7）三帆外勤有权决定删除账户张贴的任何违反中国法律、法规、《三帆外勤服务协议》内容，或其他三帆外勤认为不可接受的内容。情节严重者，三帆外勤有权取消其账户资格。</p>
<p>十一、链接 <br />三帆外勤含有与其他网站的链接。三帆外勤网站与链接的网站有合作关系，但并不能控制这些网站及其所提供的资源，所以三帆外勤网站对链接网站上的内容、广告、服务、产品信息的真实有效性不负责任，并且对因链接网站上的内容、广告、服务、产品信息的失实而造成的损失不负任何法律责任。</p>
<p>十二、对所收集信息的声明 <br />（1）如果您希望成为三帆外勤的账户，您必须注册并提供相应的信息。当您在注册成为账户时，三帆外勤需要收集您的公司名、姓名、Email、电话等信息。当您浏览三帆外勤时，服务器会自动收集您的IP地址，此IP地址只被计算机用来向您发送相关的页面 , 帮助您监控非授权登陆。 <br />（2）任何未经授权的复制或未经许可的基于三帆外勤的商业行为，三帆外勤将保留追究其法律责任的权利。 <br />（3）三帆外勤有权审核发布或删除账户提交的信息。所有的账户对其发布信息的准确性、完整性、即时性、合法性都独立承担所有责任，三帆外勤会尽可能检查账户提交的信息，但并不能完全保证信息的准确性和合法性，同时也不承担由此引至的任何法律责任。三帆外勤在任何情况下均不就因本网站、本网站的服务或本协议而产生或与之有关的利润损失或任何特别、间接或后果性的损害（无论以何种方式产生，包括疏忽）承担任何责任。</p>
<p>十三、最终解释权 深圳市三帆外勤软件有限公司对三帆外勤保有任何活动、限制等的最终解释权。</p>
<p>十四、版权声明 三帆外勤的所有内容版权属深圳市三帆外勤软件有限公司所有，严禁未经深圳市三帆外勤软件有限公司书面许可的任何形式的部分或全部拷贝使用。</p>
<p>版权所有翻版必究。</p>
<p>十五、责任免除 <br />（1）三帆外勤对账户之间的商业进程不作任何明示或暗示的承诺与保证； <br />（2）深圳市三帆外勤软件有限公司及其代理商对&ldquo;服务&rdquo;及其内容的有效性 、正确性 、质量 、稳定性 、可靠性、及时性、适用性、真实性、实用性、准确性或完整性等均不作任何陈述、承诺或保证； <br />（3）三帆外勤、员工、所有者及代理对账户使用或无法使用三帆外勤的服务而造成的直接的、间接的、偶尔的、特殊的或其他损害不负法律责任，即便事先被告知损害存在的可能性也是如此。 <br />（4）账户理解并接受任何信息资料的传输取决于账户自己并由其承担系统受损或资料丢失的所有风险和责任； <br />（5）三帆外勤、员工、所有者及代理对账户使用三帆外勤上公布的信息而造成的损失或伤害以及账户相信三帆外勤上公布的信息内容而做出的决定或采取的行动不负责任；</p>
<p>十六、争议的解决 三帆外勤与账户任何一方未履行协议所规定的责任均视为违约，按《合同法》规定处理；如双方在此协议范围内发生纠纷，应尽量友好协商解决。此协议适用中华人民共和国法律。如与此协议有关的某一特定事项缺乏明确法律规定，则应参照通用的国际商业惯例和行业惯例。</p>          
        </f7-block>
      </f7-page>    
</template>

<script>
export default {
    name: 'protocol',
    
    data() {
        return {

        }
    }
}
</script>

